/* 
  Localizable.strings (English)
  AMD Power Gadget
*/

/* NOTE: Some keys use Spanish text for historical reasons. */
/* These are used as lookup identifiers and work correctly. */
/* A future refactor should standardize all keys to English. */

"Dashboard" = "Nástěnka";
"Telemetry" = "Telemetrie";
"Fan Control" = "Ovládání ventilátoru";
"Profiles" = "Profiles";
"Advanced" = "Rozšířené";
"Menu Bar" = "Panel nabídek";
"System Info" = "Systémové informace";
"Desktop Widgets" = "Widgety plochy";

"AMD Power" = "Výkon AMD";
"Gadget" = "Gadget";

"CPU" = "CPU";
"GPU" = "GPU";
"Freq" = "Frekvence";
"Average" = "Průměr";
"Avg: %@" = "Průměr: %@";
"Collecting data…" = "Shromažďuji data…";

"Low Power Mode (LPM)" = "Režim nízké spotřeby (LPM)";
"Allows macOS to auto-manage CPU frequency" = "Umožňuje macOS automatickou správu frekvence CPU";
"Forces CPU to lowest frequency for minimum power" = "Vynutí CPU na nejnižší frekvenci při minimálním výkonu";
"Core Performance Boost (CPB)" = "Základní výkonnostní náklady (CPB)";
"Update Interval" = "Interval aktualizace";
"Adjust how frequently telemetry data updates. Lower = more responsive, higher = less CPU usage." = "Nastavte, jak často se aktualizace dat telemetrie. Nižší = citlivější, vyšší = méně využití CPU.";

"Opciones en Menú Bar" = "Možnosti panelu nabídek";
"Choose which items appear in the menu bar. Changes apply immediately." = "Vyberte, které položky se objeví v liště nabídek. Změny platí okamžitě.";
"Customize the visual appearance of the menu bar items." = "Přizpůsobit vzhled položek panelu nabídky.";
"Límite de Temp de Alerta" = "Dočasný limit upozornění";
"Color de Alerta de Temp" = "Barva teploty upozornění";
"Color de Flechas" = "Barva šipek";
"Additional telemetry for the menu bar." = "Další telemetrie pro panel nabídek.";
"GPU data is shown inside Temp, Power, Memory and Fan columns when enabled." = "GPU data jsou zobrazena ve sloupcích teploty, napájení, paměti a fanoušků, pokud jsou povolena.";
"Show GPU VRAM" = "Zobrazit GPU VRAM";
"G:X.XG in Memory column" = "G:X.XG ve sloupci pro paměť";
"Show GPU Fan Speed" = "Zobrazit rychlost GPU ventilátoru";
"G:XXXX in Fan column" = "G:XXXX ve sloupci ventilátoru";

"No fans detected." = "Nebyly detekovány žádné ventilátory.";
"SMC driver not available" = "Ovladač SMC není k dispozici";
"Your SMC chip may not be supported." = "Váš SMC čip nemusí být podporován.";
"RPM" = "RPM";
"Throttle" = "Plyn";
"↩ Reset to Auto" = "↩️ Obnovit na Auto";

"Select a profile to adjust the CPU operating range. Changes take effect immediately." = "Vyberte profil pro úpravu rozsahu provozu procesoru. Změny se projeví okamžitě.";

"Directly edit raw P-State registers. Requires kext privilege check disabled via boot-arg or root." = "Přímo upravit nezpracované registry P-stát. Vyžaduje oprávnění kext deaktivované pomocí boot-arg nebo root.";
"This will write the raw P-State definitions directly to the CPU. Proceed?" = "Tím se do procesoru zapíší nezpracované definice stavu P přímo. Pokračovat?";
"Disabled — work in progress" = "Zakázáno – práce probíhá";
"WIP" = "WIP";

"Enable in OC: Misc → Security → ExposeSensitiveData = 0x08" = "Povolit v OC: Různé → Bezpečnost → ExposeSensitiveData = 0x08";
"Motherboard info not available" = "Informace o základnové desce nejsou k dispozici";

"Vista previa de la Barra de Menús:" = "Náhled panelu nabídek:";
"Ancho estimado: %dpt" = "Odhadovaná šířka: %dbodů";
"Restart the app to fully apply width changes." = "Restartujte aplikaci, abyste mohli plně aplikovat změny šířky.";
"Small (%dpt)" = "Malý (%dbod)";
"Medium (%dpt)" = "Střední (%dbodu)";
"Large (%dpt)" = "Velká (%dbod)";

"Green" = "Zelená";
"Blue" = "Modrá";
"Orange" = "Oranžová";
"Red" = "Červená";
"Purple" = "Fialová";
"Pink" = "Růžová";
"Teal" = "Modrozelený";
"Turquoise" = "Turquoise";

"Verde" = "Zelená";
"Azul" = "Modrá";
"Naranja" = "Oranžová";
"Rojo" = "Červená";
"Morado" = "Fialová";
"Rosa" = "Růžová";
"Turquesa" = "Modrozelený";

"Dynamic Colors (Temp Only)" = "Dynamické barvy (pouze pro empy)";
"Temp Alert Color" = "Barva upozornění na teplotu";
"Temp Alert Limit" = "Dočasný limit výstrahy";
"Network" = "Síť";
"Network Arrows Color" = "Barva šípů sítě";
"Exit" = "Ukončit";
"AMD Power Gadget" = "AMD Power Gadget";
"AMD Power Tool" = "Nástroj pro napájení AMD";
"SMC Fans" = "SMC fanoušky";

"Fan 1" = "Ventilátor 1";
"Fan 2" = "Ventilátor 2";
"Fan 3" = "Ventilátor 3";
"Fan 4" = "Ventilátor 4";
"Fan 5" = "Ventilátor 5";
"Fan 6" = "Ventilátor 6";
"Fan 7" = "Ventilátor 7";
"Fan 8" = "Ventilátor 8";

/* Alerts */
"To enable motherboard display:" = "Pro povolení zobrazení základní tabule:";
"Open your OpenCore config file,\n\nGo to Misc -> Security -> ExposeSensitiveData,\n\nSet the value to 0x08 to expose board information." = "Otevřete konfigurační soubor OpenCore\n\nPřejděte na Misc -> Security -> ExposeSensitiveData,\n\nNastavte hodnotu na 0x08 pro odhalení informací o desce.";
"Done" = "Hotovo";
"Invalid Input" = "Invalid Input";
"Please type in numbers in hexadecimal." = "Zadejte čísla v šestnáctce.";
"Unable to Set PStateDef" = "Nelze nastavit stav";
"Action was denied as current user does not have enough privilege,\nor was canceled by current user.\n\nRun AMD Power Gadget as root user or disable privilege check with boot-arg '-amdpnopchk'\n\nOtherwise, click 'Once' in the warning message to allow this change." = "Akce byla zamítnuta, protože aktuální uživatel nemá dostatečná oprávnění,\nnebo byla zrušena aktuálním uživatelem.\n\nSpusťte AMD Power Gadget jako root uživatele nebo zakažte kontrolu oprávnění pomocí boot-arg '-amdpnopchk'\n\nJinak Pro povolení této změny klikněte na 'Když' ve výstražné zprávě.";
"Your changes will not be saved" = "Vaše změny nebudou uloženy";
"Click apply to save changes before closing this windows." = "Klikněte na tlačítko Použít pro uložení změn před zavřením tohoto okna.";
"Cancel" = "Zrušit";
"Close without saving" = "Zavřít bez uložení";
"Invalid File" = "Neplatný soubor";
"The selected file could not be read or is not a valid pstate file." = "Vybraný soubor nelze přečíst nebo není platný pstate soubor.";
"OK" = "OK";

/* Dynamic format strings */
"Avg: %.2f GHz, Max: %.2f GHz" = "Průměr: %.2f GHz, Max: %.2f GHz";
"%.2f °C" = "%.2f °C";
"%.2f Watt" = "%.2f W";

/* Session Peaks */
"Session Peaks" = "Peaky na sezení";
"Reset Peaks" = "Resetovat vrcholy";

/* GPU Fan Control */
"GPU Fan Control (Zero RPM / Curves)" = "Řízení GPU ventilátoru (Zero RPM / křivky)";
"macOS Hardware Limitation" = "Hardwarové omezení macOS";
"Direct software-based GPU fan speed overrides (such as zero-rpm toggle or drawing fan curves in macOS) are not supported by the macOS kernel/IOKit driver for AMD GPUs. The GPU's onboard firmware (vBIOS) manages the fans." = "Přepínání rychlosti GPU ventilátoru s přímým softwarem (jako přepínač nulových otáček nebo kreslení křivek ventilátoru v macOS) není podporováno ovladači macOS pro AMD GPU. Palubní firmware GPU (vBIOS) řídí fanoušky.";
"Standard Hackintosh Solution:" = "Standard Hackintosh Solution:";
"The only way to modify this behavior (like forcing fans to spin at lower temperatures or disabling Zero RPM) is by exporting the vBIOS, creating a Soft PowerPlay Table (SPPT), and injecting it via OpenCore's config.plist under DeviceProperties." = "Jediný způsob, jak změnit toto chování (jako je nutit fanoušky k vychýlení při nižších teplotách nebo vypnutí nulové RPM) je exportovat vBIOS, vytváření tabulky Soft PowerPlay (SPPT) a její vkládání přes OpenCore's config. seznam pod Vlastnostmi zařízení.";
"Open SPPT Guide" = "Otevřít průvodce SPPT";
"MorePowerTool" = "Další nástroj napájení";

/* CPPC & EPP */
"Native CPPC Active Mode (EPP)" = "Nativní CPPC aktivní režim (EPP)";
"Enables autonomous hardware frequency scaling (recommended)" = "Umožňuje autonomní hardwarovou frekvenci škálování (doporučeno)";
"Power Management Mode" = "Režim řízení spotřeby";
"Energy Preference (EPP)" = "Energetická předvolba (EPP)";
"Select a hardware autonomous profile. The CPU will scale frequency dynamically." = "Vyberte autonomní hardwarový profil. CPU bude měřit frekvenci dynamicky.";
"Performance" = "Výkon";
"Balanced Perf" = "Vyvážená perf";
"Balanced Power" = "Vyvážená síla";
"Power Save" = "Úspora energie";
"Active Profile Status" = "Stav aktivního profilu";
"CPU Speed Profiles (Legacy)" = "Profily rychlosti CPU (Legacy)";
"Select a manual P-State override profile. Frequencies will be restricted to the selected step." = "Vyberte manuální profil přepsání P-stavu. Frekvence budou omezeny na vybraný krok.";
"Mode" = "Režim";
"EPP Profile" = "Profil EPP";

/* Desktop Widgets */
"Show CPU Widget" = "Zobrazit CPU widget";
"Show GPU Widget" = "Zobrazit GPU Widget";
"Show RAM Widget" = "Show RAM Widget";
"Show Disk Widget" = "Zobrazit widget disku";
"Show Network Widget" = "Zobrazit widget sítě";
"Show Fan Widget" = "Zobrazit widget ventilátoru";
"Disable All Widgets" = "Zakázat všechny widgety";
"Sort by Rank" = "Řadit podle pořadí";
"Edit Widget Layout" = "Upravit rozložení widgetu";
"Unlock widgets to drag them around the screen" = "Odemknout widgety pro jejich přetažení po obrazovce";
"Widget Options" = "Možnosti widgetu";
"Customize the appearance and behavior of your desktop widgets." = "Přizpůsobte si vzhled a chování svých widgetů.";
"Auto-Align Active Widgets" = "Automaticky zarovnat aktivní widgety";
"Automatically stack active widgets at a corner" = "Automaticky vytvořit aktivní widgety v rohu";
"Alignment Corner" = "Zarovnání rohu";
"Top Right" = "Vpravo nahoře";
"Top Left" = "Vlevo nahoře";
"Bottom Right" = "Vpravo dole";
"Bottom Left" = "Vlevo dole";
"Show Clock Widget" = "Zobrazit widget hodin";
"Clock" = "Hodiny";
"Stats Table" = "Tabulka statistik";
"Classic Glass" = "Klasické sklo";
"Pro Monitor" = "Pro Monitor";
"Core Matrix" = "Hlavní matice";

"United" = "Spojené";
"Show United Widget" = "Zobrazit Jednotný widget";
"Configure Combined Metrics" = "Konfigurace kombinované metriky";
"Include CPU" = "Zahrnout CPU";
"Include GPU" = "Zahrnout GPU";
"Include RAM" = "Zahrnout RAM";
"Include Disk" = "Zahrnout disk";
"Include Network" = "Zahrnout síť";
"Include Fan" = "Zahrnout ventilátor";

"Temas & Apariencia" = "Motivy a vzhled";
"Análisis" = "Analýza";

"Select Visual Theme (Instant Application)" = "Vyberte vizuální motiv (okamžitá aplikace)";
"Custom Theme Creator & Exchange (JSON)" = "Vlastní tvůrce a směna motivů (JSON)";
"Chart Rendering Style" = "Styl vykreslování map";
"Custom Theme Editor" = "Editor vlastních šablon";
"Showing active theme colors. Adjust any color to customize." = "Zobrazení aktivních barev motivu. Upravte libovolnou barvu pro přizpůsobení.";
"Use the Opacity slider for transparency (macOS color panel alone often resets alpha)." = "Použít posuvník Průhlednosti pro průhlednost (pouze barevný panel macOS často resetuje alfa).";
"Opacity" = "Neprůhlednost";
"Edit Active Theme" = "Upravit aktivní motiv";
"Export Theme (JSON)" = "Exportovat motiv (JSON)";
"Import Theme (JSON)" = "Importovat motiv (JSON)";
"Card Background" = "Pozadí karty";
"Cyan Accent" = "Azurová zvýraznění";
"Orange Accent" = "Oranžová zvýraznění";
"Green Accent" = "Zelená zvýraznění";
"Purple Accent" = "Fialová zvýraznění";

/* ===== Auto-extracted / curated for Crowdin (v3.16.1+) ===== */
"%.0f" = "%.0f";
"%.0f K/s" = "%.0f K/s";
"%.0f MHz" = "%.0f MHz";
"%.0f%%" = "%.0f%%";
"%.0fG" = "%.0fG";
"%.0f°" = "%.0f°";
"%.0f°C" = "%.0f°C";
"%.0f°C • %.0fW" = "%.0f°C • %.0fW";
"%.1f %@" = "%.1f %@";
"%.1f Ghz" = "%.1f Ghz";
"%.1f M/s" = "%.1f M/s";
"%.1f s" = "%.1f s";
"%.1f%%" = "%.1f%%";
"%.1f°C" = "%.1f°C";
"%.2f GHz" = "%.2f GHz";
"%.3f V" = "%.3f V";
"%.4f V" = "%.4f V";
"100°C" = "100 °C";
"1h" = "1 h";
"24h" = "24h";
"30d" = "30d";
"60°C" = "60°C";
"7d" = "7d";
"Accept & Continue" = "Přijmout a pokračovat";
"Active" = "Aktivní";
"All Auto" = "Automaticky";
"All Combined" = "Všechny Kombinované";
"All Fans Auto" = "Automaticky všechny fanoušky";
"AMD CPU Cores" = "AMD jádra CPU";
"AMD Power Gadget recolecta datos automáticamente cada minuto." = "AMD Power Gadget recolecta datová zařízení automatická a ticamente cada minuto.";
"AMD Processor Power Manager (PPM)" = "Manažer výkonu procesoru AMD (PPM)";
"Analysis" = "Analýza";
"Apply" = "Použít";
"Apply P-States?" = "Použít P-stavy?";
"Arrange the order in which resource widgets appear. Click arrows to swap position." = "Uspořádejte pořadí, ve kterém se objeví widgety dokumentů. Klikněte na šipky pro výměnu pozice.";
"Arrow Color" = "Barva šipky";
"Automatically switches EPP profiles based on live CPU load" = "Automaticky přepíná EPP profily založené na živém zatížení CPU";
"Average core frequency in GHz" = "Průměrná frekvence jádra v GHz";
"Average utilization over time" = "Průměrné využití v průběhu času";
"Avg Frequency" = "Prm. frekvence";
"Avg." = "Prům.";
"Avg: %.0f%%" = "Průměr: %.0f%%";
"Balanced\n%.1f GHz" = "Vyvážená\n%.1f GHz";
"Base\n%.1f GHz" = "Základní\n%.1f GHz";
"BIOS / Auto" = "BIOS / Auto";
"Buscando actualizaciones..." = "Buscando actualizaciones...";
"Bytes (Read)" = "Bajty (přečteno)";
"Bytes (Write)" = "Bajty (Write)";
"Cargando tendencias de telemetría..." = "Cargando tendencias de telemetría...";
"Chart Metric" = "Metrická mapa";
"Chart Type" = "Typ grafu";
"Charts require macOS 13+" = "Grafy vyžadují macOS 13+";
"Charts require macOS 13.0+" = "Grafy vyžadují macOS 13.0+";
"Check for new releases of SMCAMDProcessor and AMD Power Gadget on GitHub." = "Zkontrolujte nové verze SMCAMDProcessor a AMD Power Gadget na GitHub.";
"Check for Updates" = "Zkontrolovat aktualizace";
"Check Now" = "Zkontrolovat nyní";
"Circular Ring" = "Kruhový kruh";
"Column Bars" = "Sloupcové pruhy";
"Configure Charts" = "Konfigurovat mapy";
"Configure labels and layout details for widgets inside the popover." = "Nastavte popisky a rozvržení widgetů uvnitř popoveru.";
"Connection Error: %@" = "Chyba připojení: %@";
"Continuous Background Logging" = "Kontinuální logování na pozadí";
"Continuously write telemetry samples to a CSV file in the background" = "Průběžný zápis vzorků telemetrie do souboru CSV na pozadí";
"Control Mode" = "Režim ovládání";
"Core Rankings (Estimated by Freq)" = "hlavní hodnocení (Estimated by Freq)";
"Could not fetch release info." = "Nelze načíst informace o vydání.";
"CPPC hardware rankings are active and loaded from the processor." = "CPPC hardwarová hodnocení jsou aktivní a načtená z procesoru.";
"CPPC hardware values could not be read. Rankings are estimated from the maximum observed clock frequency of each core." = "Hodnoty hardwaru CPPC nelze přečíst. Hodnocení se odhaduje na základě maximální zaznamenané frekvence hodin každého jádra.";
"CPPC Preferred Cores (Silicon Quality)" = "Upřednostňovaná jádra CPPC (Silicon Quality)";
"CPPC: Active" = "CPPC: Aktivní";
"CPPC: Estimated" = "CPPC: Odhadované";
"CPU and GPU temperatures" = "Teplota CPU a GPU";
"CPU Average Frequency" = "Průměrná frekvence CPU";
"CPU Freq Avg (GHz)" = "Průměr frekvence CPU (GHz)";
"CPU Frequency" = "Frekvence CPU";
"CPU Load" = "Zatížení CPU";
"CPU Load (%)" = "Zatížení CPU (%)";
"CPU Package Power" = "Energie balíku CPU";
"CPU Per-Core Thread Load" = "Vlákno CPU Per-Core";
"CPU Power" = "Výkon CPU";
"CPU Power (W)" = "Výkon CPU (W)";
"CPU Power Alert" = "Upozornění na napájení CPU";
"CPU power has been at %.1fW (above limit of %dW) for over %d seconds!" = "Energie CPU byla na %.1fW (nad hranicí %dW) po více než %d sekundy!";
"CPU Temp" = "Teplota CPU";
"CPU Temp (°C)" = "Teplota CPU (°C)";
"CPU Temperature" = "Teplota CPU";
"CPU Temperature Alert" = "Upozornění na teplotu procesoru";
"CPU temperature has reached %.1f°C!" = "Teplota CPU dosáhla %.1f°C!";
"CPU Tracker" = "CPU Tracker";
"Current version: v%@\nNew version: %@\n\nRelease Notes:\n%@" = "Aktuální verze: v%@\nNová verze: %@\n\nPoznámky k vydání:\n%@";
"Curve" = "Křivka";
"Curve Optimizer is only active when the AMDRyzenCPUPowerManagement kext supports Zen 3 SMU mailbox interface." = "Optimizér křivky je aktivní pouze v případě, že AMDRyzenCPUPowerManagement kext podporuje rozhraní Zen 3 SMU mailbox.";
"Custom" = "Vlastní";
"Customize the behavior and visibility of the menu bar popover." = "Přizpůsobit chování a viditelnost vyskakovacího okna panelu nabídek.";
"Cyberpunk Neon" = "Cyberpunk Neon";
"Delete Point" = "Odstranit bod";
"Device Utilization %" = "Využití zařízení %";
"Disable heavy visual effects if your system lacks Metal graphics acceleration." = "Zakažte těžké vizuální efekty, pokud váš systém postrádá zrychlení grafiky.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user." = "ZVEŘEJŇOVÁNÍ: Tento software působí přímo s malými hardwarovými řídícími registry. Používáním souhlasíte s tím, že absolutní odpovědnost za jakoukoli nestabilitu, poškození hardwaru nebo invazi cizinců je zcela na uživateli.";
"DISCLAIMER: This software interacts directly with low-level hardware control registers. By using it, you agree that absolute responsibility rests entirely with the user." = "ZVEŘEJNĚNÍ: Tento software komunikuje přímo s malými hardwarovými řídícími registry. Používáním souhlasíte s tím, že absolutní odpovědnost nese výhradně uživatel.";
"Disk" = "Disk";
"DISK" = "ZAPNUTÍ";
"Disk Activity" = "Aktivita disku";
"Disk Activity (MB/s)" = "Aktivita disku (MB/s)";
"Disk Activity (Read+Write)" = "Aktivita disku (Read+Write)";
"Disk I/O" = "Disk I/O";
"Disk Tracker" = "Sledování disku";
"Do you want AMD Power Gadget to start in menu bar at login? \n\n This will only be asked once. You can change this setting later under Appearance menu." = "Přejete si, aby AMD Power Gadget začal v panelu nabídek při přihlášení? \n\n Toto bude dotázáno pouze jednou. Toto nastavení můžete později změnit v nabídce Vzhled.";
"Donate (PayPal)" = "Darovat (PayPal)";
"Download" = "Stáhnout";
"Download on GitHub" = "Stáhnout na GitHub";
"Download Update" = "Stáhnout aktualizaci";
"Drag control points to edit curve. Double-click empty space to add (max 8). Double-click a point or right-click to delete." = "Přetažením kontrolních bodů upravíte křivku. Dvojitým klepnutím na prázdný prostor přidáte (max. 8). Dvojklikem na bod nebo kliknutím pravým tlačítkem myši odstraníte.";
"Dynamic Auto-EPP Workload Engine" = "Dynamický automatický motor pracovního zatížení EPP";
"Dynamic Next-Gen Fan Curves" = "Dynamické Next-Gen křivky ventilátoru";
"Edit Layout" = "Upravit rozvržení";
"Efficient\n%.1f GHz" = "Efektivní\n%.1f GHz";
"Enable additional stats columns inside the popover." = "Povolit další sloupce statistiky uvnitř popoveru.";
"Enable System Alerts" = "Povolit systémová upozornění";
"Error reading CPU data." = "Chyba při čtení dat CPU.";
"Evaluated in the kernel with 256-step LUT interpolation, hysteresis, and smooth ramping." = "Vyhodnocené v jádře s 256-krokovou interpolací, hysterezí a hladkým zvonem.";
"Export" = "Exportovat";
"Export CSV" = "Exportovat CSV";
"Export Telemetry History" = "Exportovat historii telemetrie";
"Export the history of samples currently in memory to a CSV file" = "Exportovat historii vzorků, které jsou aktuálně v paměti, do souboru CSV";
"Failed — check kext privileges (-amdpnopchk)." = "Nezdařilo se – zkontrolujte kext práva (-amdpnopchk).";
"Fan" = "Ventilátor";
"Fan Number" = "Číslo ventilátoru";
"Fan Speed" = "Rychlost ventilátoru";
"Fan Speed (RPM)" = "Rychlost ventilátoru (RPM)";
"Fan Speed(RPM)" = "Rychlost ventilátoru (RPM)";
"Filled Area" = "Vyplněná oblast";
"Freq:" = "Čerstvé:";
"Frequency" = "Frekvence";
"Frequency Max:" = "Kmitočtový Max:";
"GHz" = "Gama";
"GitHub Repository" = "GitHub Repository";
"GitHub Repository\n\nSpecial thanks to the AMD OS X community!\n\nCopyright © 2020-2026 Droga. All rights reserved." = "GitHub Repository\n\nSpeciální poděkování komunitě AMD OS X!\n\nCopyright ©️ 2020-2026 Droga. Všechna práva vyhrazena.";
"GPU Load" = "Načíst GPU";
"GPU Model" = "GPU model";
"GPU Power" = "Energie GPU";
"GPU Power (W)" = "Energie GPU (W)";
"GPU Temp" = "Tempo GPU";
"GPU Temp (°C)" = "Teplota GPU (°C)";
"GPU Temperature" = "Teplota GPU";
"GPU Tracker" = "GPU Tracker";
"H.264 & HEVC Active" = "H.264 a HEVC aktivní";
"H.264 Active (HEVC Inactive)" = "H.264 Aktivní (HEVC neaktivní)";
"HEVC Active (H.264 Inactive)" = "HEVC aktivní (H.264 neaktivní)";
"Hide this fan" = "Skrýt tento fanoušek";
"High Load Threshold (Performance)" = "Vysoký práh zatížení (výkon)";
"Histograma de Barras" = "Histogramy Barras";
"Hysteresis" = "Hysteresis";
"I accept that absolute responsibility lies entirely with the user." = "Připouštím, že absolutní odpovědnost leží výhradně na uživateli.";
"Idle Threshold (Power Save)" = "Práh volnoběhu (Power Save)";
"Import" = "Importovat";
"Inactive" = "Neaktivní";
"Inactive / Not Supported" = "Neaktivní / nepodporované";
"Index" = "Objem dovozu (v tunách)";
"Inject positive or negative voltage offsets per core. Center is 0 (no override). Limit: -30 (undervolt) to +30 (overvolt) counts." = "Vložte kladné nebo záporné kompenzace napětí na jádro. Střed je 0 (bez překročení). Limit: -30 (undervolt) až +30 (přepětí).";
"Inst(s) Retired:" = "Instalace byla odebrána:";
"Kext Update Available" = "Dostupná aktualizace Kext";
"Later" = "Později";
"Line Only" = "Pouze řádek";
"Load" = "Načíst";
"Loading..." = "Načítám...";
"Log File Location" = "Umístění souboru protokolu";
"Logical Cores" = "Logická jádra";
"Low Performance Mode" = "Nízký výkon";
"Low Power\n%.1f GHz" = "Nízký výkon\n%.1f GHz";
"Línea Escalonada (Step)" = "Li<unk> nea Escalonada";
"Línea Suave (Spline)" = "Vlajka Sláva (Spline)";
"Manual Override" = "Ruční přepsání";
"Max Speed" = "Maximální rychlost";
"Max." = "Max.";
"MB/s" = "MB/s";
"Memory Usage" = "Využití paměti";
"Menu Bar Preview:" = "Náhled panelu nabídek:";
"Mi Tema Custom" = "Vlastní Mi Tema";
"Min." = "Min.";
"Monochrome Stealth" = "Monochromatická neviditelnost";
"Máx." = "Ma<unk> x.";
"Máx:" = "Ma<unk> x:";
"Mín." = "Mi<unk> n.";
"Mín:" = "Mi<unk> n:";
"N/A" = "Nepřichází v úvahu";
"Net" = "Čistá hodnota";
"Net Download (MB/s)" = "Čisté stahování (MB/s)";
"Net Upload (MB/s)" = "Čisté nahrávání (MB/s)";
"Network Speed" = "Rychlost sítě";
"Network Throughput" = "Síťový průchod";
"Network Total Speed" = "Celková rychlost sítě";
"New version %@ available!" = "Nová verze %@ je k dispozici!";
"New Version Available: %@" = "K dispozici je nová verze: %@";
"No" = "Ne";
"No AMDRyzenCPUPowerManagement Found!" = "Žádný AMDRyzenCPUPowerManagement nalezen!";
"No curves configured." = "Žádné křivky nenastaveny.";
"No hay suficientes datos recolectados aún." = "No hay suficientes datos recolectados aún.";
"No location selected" = "Není vybrána žádná poloha";
"No metrics active" = "Žádná metrika není aktivní";
"No release notes available." = "Nejsou k dispozici žádné poznámky k vydání.";
"Nordic Frost" = "severský Frost";
"Not Supported" = "Není podporováno";
"Not supported by your CPU" = "Není podporováno vaším CPU";
"Not yet" = "Zatím ne";
"Open Dashboard" = "Otevřít nástěnku";
"Other Popover Widgets" = "Další Popover widgety";
"P-State Editor" = "P-State Editor";
"P-States applied successfully." = "Státy P byly úspěšně použity.";
"P-States Configuration" = "Konfigurace P-States";
"Package" = "Balík";
"Package Power" = "Síla balíku";
"Peak Fan" = "Špičkový ventilátor";
"Peak Freq" = "Špičková frekvence";
"Peak Power" = "Špičková energie";
"Peak Temp" = "Teplota vrcholu";
"Performance\n%.1f GHz" = "Výkon\n%.1f GHz";
"Performance & Fallback" = "Výkon a zpětný výběr";
"Personalizado" = "Personalizado";
"Physical Cores" = "Fyzické jádra";
"Pin Popover Open" = "Pin Popover Open";
"Platform" = "Platforma";
"Please download AMDRyzenCPUPowerManagement from the release page." = "Stáhněte si prosím AMDRyzenCPUPowerManagement ze stránky vydání.";
"Popover Config" = "Popover Config";
"Popover General Settings" = "Nastavení Popover General";
"Popover Menu" = "Popover Menu";
"Power" = "Energie";
"Power Warning Threshold (PPT)" = "Limit výstrahy pro napájení (PPT)";
"Prevent the popover from closing when clicking outside" = "Zabránit zavření popoveru při kliknutí mimo";
"Preview" = "Náhled";
"Processor" = "Procesor";
"Profile" = "Profil";
"Progress Bar" = "Lišta pokroku";
"Prom." = "Prom.";
"PWR" = "PWR";
"Quick Fan Access" = "Rychlý přístup ventilátorů";
"Quit" = "Ukončit";
"Quit and Download" = "Ukončit a stáhnout";
"Radeon GPU" = "Radeon GPU";
"Radeon Graphics utilization percentage" = "Procento využití grafiky Radeon";
"RAM" = "RAM";
"RAM Tracker" = "Sledování RAM";
"RAM Usage" = "RAM Usage";
"RAM Usage (%)" = "RAM Usage (%)";
"RAM Utilization" = "RAM Utilization";
"RAM utilization percentage" = "Procento využití RAM";
"Ramp Rate" = "Rampová sazba";
"Raw Register Details" = "Detaily syrového registru";
"Read Speed" = "Rychlost čtení";
"Real-time energy consumption in Watts" = "Spotřeba energie v reálném čase ve wattech";
"Real-time History" = "Historie v reálném čase";
"Real-time upload / download speed (↑/↓)" = "Rychlost nahrávání / stahování v reálném čase (<unk> /<unk> )";
"Receive native macOS alerts when the CPU exceeds configured thermal or power limits." = "Přijímat nativní macOS upozornění, když CPU překročí nastavené limity teploty nebo napájení.";
"Refresh Rate" = "Frekvence obnovení";
"Relative Time (s)" = "Relativní čas (s)";
"Replaces translucent blurs with solid colors to save CPU" = "Nahradí průsvitné rozostření pevnými barvami pro uložení CPU";
"Requests permission and enables hardware limit warnings" = "Vyžaduje oprávnění a povoluje upozornění na omezení hardwaru";
"Revert" = "Vrátit";
"Right-click any widget directly on your desktop to change its style dynamically (Classic Glass, Pro Monitor, or Core Matrix)." = "Klepněte pravým tlačítkem myši na libovolný widget přímo na vaší ploše pro dynamickou změnu stylu (Clasic Glass, Pro Monitor nebo Core Matrix).";
"SAFETY DISCLAIMER & LIABILITY AGREEMENT" = "DOHODA O ZVEŘEJNĚNÍ BEZPEČNOSTI A ODPOVĚDNOST";
"Seleccioná una gráfica en el panel superior para visualizar su histórico." = "Das Frühstücksbuffet war sehr sehr sehr sehr sehr sehr sehr sehr gemeinig.";
"Select File..." = "Vybrat soubor...";
"Select which metrics are shown and choose their visualization style." = "Vyberte, které metriky jsou zobrazeny a vyberte jejich vizualizační styl.";
"Series" = "Série";
"Show a floating, non-interactive widget on your desktop for live telemetry." = "Zobrazit plovoucí neinteraktivní widget na ploše pro živou telemetrii.";
"Show All (%d hidden)" = "Zobrazit vše (%d skryté)";
"Show CPU" = "Zobrazit CPU";
"Show Fan RPM" = "Zobrazit RPM ventilátoru";
"Show GPU Power" = "Zobrazit napájení GPU";
"Show GPU Row" = "Zobrazit řádek GPU";
"Show GPU Temp" = "Zobrazit teplotu GPU";
"Show Memory" = "Zobrazit paměť";
"Show Network" = "Zobrazit síť";
"Show Network Row" = "Zobrazit řádek sítě";
"Show Network Speed Sparkline Graph below" = "Zobrazit graf rychlosti sítě pod";
"Show Per-Core Utilization Grid below" = "Zobrazit mřížku využití pro jednotlivá jádra pod";
"Show Power" = "Zobrazit napájení";
"Show Ring Details" = "Zobrazit detaily vyzvánění";
"Show Ring Labels" = "Zobrazit popisky vyzvánění";
"Show Temperature" = "Zobrazit teplotu";
"Show Temperature Sparkline Graph below" = "Zobrazit teplotní graf níže";
"Show Top Processes" = "Zobrazit nejlepší procesy";
"Single large value instead of max/avg stack" = "Jedna velká hodnota místo max/avg štosu";
"SMC Fan Control" = "SMC řízení ventilátoru";
"Smooth Curves" = "Hladké křivky";
"Software" = "Programové vybavení";
"Software Updates" = "Aktualizace softwaru";
"Solarized Amber" = "Solarizovaná oranž";
"Speed" = "Rychlost";
"SSD" = "SSD";
"Startup at login?" = "Začít při přihlášení?";
"Statistics" = "Statistiky";
"Storage" = "Úložiště";
"Style" = "Styl";
"Style Options" = "Možnosti stylu";
"Styles & Themes" = "Styles & Themes";
"Supported by your CPU" = "Podporováno Vaším CPU";
"Sustained Duration" = "Trvání";
"Swap Total" = "Prohodit celkem";
"Swap Used" = "Prohodit použité";
"System Alert Notifications" = "Systémová upozornění";
"System Up to Date" = "Systém aktualizován";
"Tahoe Glass" = "Tahoe sklo";
"Temp" = "Teplota";
"Temp Source" = "Zdroj teploty";
"Temperature" = "Teplota";
"Temperature Warning Threshold" = "Limit varování teploty";
"Temperature(C)" = "Teplota(C)";
"Temperatures" = "Teploty";
"Themes & Appearance" = "Motivy a vzhled";
"Thermal History" = "Tepelná historie";
"This application can not be launched due to AMDRyzenCPUPowerManagement is reporting incorrect data." = "Tuto aplikaci nelze spustit, protože AMDRyzenCPUPowerManagement hlásí nesprávná data.";
"This software interacts directly with low-level CPU hardware registers, Model-Specific Registers (MSRs), and the System Management Unit (SMU) to control CPU voltages, frequencies, and power limits.\n\nIncorrect settings, unstable undervolting, or wrong configurations can cause system instability, data loss, kernel panics, or permanent hardware damage.\n\nBy continuing, you agree that absolute responsibility for any system instability, hardware damage, or alien invasion lies entirely with the user. The authors and contributors assume no liability whatsoever for any damage, loss, or side effects to your hardware, software, or personal property. Use at your own risk." = "Tento software komunikuje přímo s malými hardwarovými rejstříky CPU, Model-Specific Registers (MSR), a jednotka řízení systému (SMU) pro kontrolu napětí, frekvencí a omezení výkonu procesoru.\n\nNesprávná nastavení, nestabilní nebo nesprávné konfigurace mohou způsobit nestabilitu systému, ztrátu dat, panely jádra nebo trvalé poškození hardwaru.\n\nPokračováním souhlasíte s tím, že absolutní odpovědnost za jakoukoli systémovou nestabilitu, poškození hardwaru nebo invazi cizinců leží zcela na uživateli. Autoři a přispěvatelé nenesou žádnou odpovědnost za žádné poškození, ztrátu nebo vedlejší účinky vašeho hardwaru, softwaru nebo osobního majetku. Použít na vlastní riziko.";
"Thread %d: %.1f%%" = "Vlákno %d: %.1f%%";
"Time" = "Čas";
"Timeframe" = "Timeframe";
"Timestamp" = "Časové razítko";
"TMP" = "ZPČ";
"Todas las gráficas están ocultas." = "Todas las gráficas están ocultas.";
"Top Processes" = "Nejlepší procesy";
"Total" = "Celkem";
"Total Power(W)" = "Celková spotřeba (W)";
"Tracks active memory usage and pressure." = "Skladby aktivní paměti a tlaku.";
"Tracks CPU utilization average and core temperature." = "Sledování průměrné využití procesoru a teploty jádra.";
"Tracks graphics memory (VRAM) utilization." = "Využití grafické paměti (VRAM).";
"Tracks graphics utilization and temperature." = "Sledování využití grafiky a teploty.";
"Tracks primary storage capacity usage." = "Sledování využití primární skladovací kapacity.";
"Unknown" = "Neznámý";
"Unknown GPU" = "Neznámá GPU";
"Unlock Curve Optimizer (DANGEROUS: unstable undervolting can cause kernel panic or instant reboot)" = "Odemknout optimalizátor křivky (DANGEROUS: nestabilní neervolting může způsobit paniku jádra nebo okamžitý restart)";
"Unlock P-State Editor (DANGEROUS: incorrect settings can crash or damage hardware)" = "Odemknout P-State Editor (DANGEROUS: nesprávná nastavení mohou spadnout nebo poškodit hardware)";
"Upload" = "Nahrát";
"Uptime" = "Doba provozu";
"Use Popover Menu" = "Použít Popover Menu";
"Used memory in GB" = "Použitá paměť v GB";
"Used RAM" = "Used RAM";
"UTC Time" = "Čas UTC";
"V-F Operating Curve" = "V-F provozní křivka";
"Value" = "Hodnota";
"VDA Decoder" = "VDA dekodér";
"Visible charts:" = "Viditelné mapy:";
"Volt:" = "Volt:";
"VRAM" = "VRAM";
"VRAM Tracker" = "VRAM Tracker";
"VRAM Used" = "Použité VRAM";
"VRAM: %.2fG%@" = "VRAM: %.2fG%@";
"W" = "ZA";
"Weekday" = "Den v týdnu";
"Widget Reordering" = "Přeuspořádání widgetu";
"Widget Selection & Display Style" = "Výběr a zobrazení widgetu";
"Widget Style" = "Styl widgetu";
"Write Speed" = "Rychlost zápisu";
"Yes" = "Ano";
"You are running the most recent version of AMD Power Gadget (v%@)." = "Používáte nejnovější verzi AMD Power Gadget (v%@).";
"You have the latest version installed (v%@)." = "Máte nainstalovanou nejnovější verzi (v%@).";
"°C" = "Otáčky";
"Área Rellena (Gradient)" = "A<unk> rea Rellena (Gradient)";

/* Compatibility / format keys */
"Your AMDRyzenCPUPowerManagement version (%@) is outdated and no longer API compatible. Please use version 3.0.0 or newer and start this application again." = "Vaše AMDRyzenCPUPowerManagement verze (%@) je zastaralá a již není kompatibilní s API. Použijte prosím verzi 3.0.0 nebo novější a spusťte tuto aplikaci znovu.";

/* App language picker */
"Language" = "Jazyk";
"App Language" = "Jazyk aplikace";
"Choose the interface language. The app will restart to apply the change." = "Vyberte jazyk rozhraní. Aplikace se pro aplikaci změny restartuje.";
"System Default" = "Výchozí nastavení systému";
"Current: %@" = "Aktuální: %@";
"Restart required" = "Vyžadován restart";
"Apply & Restart" = "Použít a restartovat";
"The app needs to restart to load the selected language." = "Aplikace potřebuje restartovat pro načtení vybraného jazyka.";

/* Privilege UX */
"This action requires administrator privileges. Run AMD Power Gadget as root, or add the boot argument -amdpnopchk for debugging." = "Tato akce vyžaduje oprávnění správce. Spusťte AMD Power Gadget jako root, nebo přidejte zaváděcí argument -amdpnopchk pro ladění.";

/* Crowdin: recent UI strings — CPPC badge vs EPP Active Mode */
"CPPC: HW OK" = "CPPC: HW OK";
"CPPC: EPP On" = "CPPC: EPP On";
"This CPU did not report CPPC support to the kext." = "This CPU did not report CPPC support to the kext.";
"If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch." = "If the switch snaps back to Off: enable writes with boot-arg -amdpnopchk (or run as root). The green “CPPC: HW OK” badge only means rankings exist — it is not this switch.";
"Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor." = "Native CPPC Active Mode (EPP) is ON. Cores scale autonomously; rankings come from the processor.";
"CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle." = "CPPC hardware scores could not be read. Rankings are estimated from observed clocks. This is not the Profiles EPP toggle.";
"The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root)." = "The CPU reports CPPC rankings (HW OK). That does not mean Active Mode is on — enable “Native CPPC Active Mode (EPP)” under Profiles (needs -amdpnopchk or root).";
/* Deprecated badge key — kept so old locales still resolve */
"CPPC: Active" = "CPPC: HW OK";
